{
  "data": [
    {
      "id": 1,
      "attributes": {
        "title": "Phalenopsis ",
        "place": "półcień",
        "description": "Najpopularniejsza odmiana storczyka doniczkowego, którą obecnie możemy znaleźć w większości sklepach. Lubi półcień, ciepło i wysoką wilgotność powietrza. Liście, które są szerokie i wydłużone gromadzą zapasy wody, a korzenie z powietrza pobierają wodę. Kwiaty tego storczyka w naturalnym środowisku osiągają średnicę 12 cm oraz są barwy białej. Występują również w odcieniach żółci, brązu i różu, często z występującymi ciemnymi plamkami. Hodowcy tych kwiatów stworzyli wiele „mieszańców”, które różnią się liśćmi i kwiatami.",
        "featured": true,
        "type": "Orchidea",
        "image": "https://cdn.pixabay.com/photo/2018/07/28/12/08/orchid-3567917_1280.jpg",
        "price": "39.54",
        "shipping": false
      }
    },
    {
      "id": 2,
      "attributes": {
        "title": "Paphiopedilum",
        "type": "Orchidea",
        "description": "Storczyk naziemny pochodzący z południowej Azji. Najlepiej rozwija się w umiarkowanej temperaturze, półcieniu i równomiernej wilgoci podłoża. Lekko nawozimy go od kwietnia do września. Charakterystyczne dla tego storczyka jest to, że z każdej rozety liściowej przeważnie wyrasta tylko jeden pęd kwiatowy. W trakcie wzrostu storczyka w pachwinach liści tworzą się rozety, dzięki którym wyrastają kolejne pędy kwiatowe w następnym roku.",
        "featured": false,
        "place": "półcień",
        "image": "https://cdn.pixabay.com/photo/2022/08/14/07/46/flower-7385120_1280.jpg",
        "price": "55",
        "shipping": true
      }
    },
    {
      "id": 3,
      "attributes": {
        "title": "Vanda",
        "type": "Orchidea",
        "description": "Uprawiany bez podłoża. Potrzebuje dużo światła, wysokiej wilgotności powietrza i umiarkowanej temperatury.",
        "featured": true,
        "place": "słoneczne",
        "image": "https://cdn.pixabay.com/photo/2023/06/13/22/41/flowers-8061893_1280.jpg",
        "price": "69",
        "shipping": false
      }
    },
    {
      "id": 4,
      "attributes": {
        "title": "Dendrobium ",
        "type": "Orchidea",
        "description": "Łatwy w uprawie oraz potrzebuje umiarkowanych warunków klimatycznych.",
        "featured": true,
        "place": "półcień",
        "image": "https://cdn.pixabay.com/photo/2022/06/19/07/25/larat-orchid-7271216_1280.jpg",
        "price": "25",
        "shipping": false
      }
    },
    {
      "id": 5,
      "attributes": {
        "title": "Grubosz jajowaty",
        "type": "Sukulent",
        "description": "Drzewko szczęście pochodzi z suchych i gorących obszarów Afryki Południowej. Sukulent zaliczany jest do grona rodziny gruboszowatych. Łacińska nazwa to crassula ovata. Drzewko ma silne rozgałęzienia, osiąga wysokość 2 m, ale tylko w naturalnym środowisku. W warunkach domowych dorasta do 1 m i umożliwia swobodne formowanie. Rośnie bardzo wolno, posiada płaskie, mięsiste i błyszczące liście. Gruby drewniany pień oraz liście służą do magazynowania wody. Roślina potrafi zebrać jej duże ilości, a to pozwala jej potrwać nawet bardzo długie okresy suszy.",
        "featured": false,
        "place": "słoneczne",
        "image": "https://cdn.pixabay.com/photo/2020/03/02/12/46/plant-4895676_1280.jpg",
        "price": "15",
        "shipping": false
      }
    },
    {
      "id": 6,
      "attributes": {
        "title": "Kalanchoe",
        "type": "Sukulent",
        "description": "Kalanchoe blossfeldiana, jak większość gatunków Kalanchoe, jest sukulentem o mięsistych liściach. Tworzy wyprostowane, rozkrzewiające się pędy, pokryte drobnymi liśćmi. Zgrubiałe, soczyste, okrągłe liście czasami mogą mieć czerwoną obwódkę. Na szczytach pędów rozwijają się kwiatostany złożone z dużej liczby małych kwiatków, w różnych odcieniach czerwonego, żółtego, pomarańczowego, różowego, fioletowego i białego koloru. Barwy kwiatów ładnie kontrastują z ciemną zielenią lekko ząbkowatych liści.",
        "featured": false,
        "place": "jasne",
        "image": "https://cdn.pixabay.com/photo/2020/04/25/14/09/spring-5090978_1280.jpg",
        "price": "8",
        "shipping": true
      }
    },
    {
      "id": 7,
      "attributes": {
        "title": "Sansewieria gwinejska",
        "type": "Sukulent",
        "description": "Ciekawy sukulent liściowy. Świetnie znosi warunki mieszkaniowe, jest niewymagający i łatwy w uprawie. Posadzony w ładnej doniczce będzie doskonale się prezentował  i stanowił elegancką ozdobę zarówno nowoczesnych wnętrz nastawionych na minimalizm jak i tradycyjnych mieszkań. ",
        "featured": false,
        "place": "półcień",
        "image": "https://cdn.pixabay.com/photo/2020/02/18/13/02/plant-4859393_1280.jpg",
        "price": "22",
        "shipping": true
      }
    },
    {
      "id": 8,
      "attributes": {
        "title": "Aloe Vera",
        "type": "Sukulent",
        "description": "Niewiele roślin nadających się do uprawy w mieszkaniu posiada tak cenne właściwości lecznicze jak Aloe vera. Tworzy rozetę liści: grubych, mięsistych, o mieczowatym kształcie. Na brzegach liści wyrastają delikatne w dotyku kolce. Po przekrojeniu liścia w poprzek widoczny jest sącząca się z kanalików skóry żółta ciecz - aloina i galaretowaty, zielonawy miąższ, bogaty m. in. w witaminy (A, C, E i z grupy B), sole mineralne (min. potas, wapń, magnez, fosfor, siarkę, cynk, molibden, miedź), kwasy organiczne (min. cynamonowy, bursztynowy), wielocukry, glikoproteidy (aloektynę) oraz stymulatory biogenne. Dzięki takiemu bogactwu składników, miąższ aloesu wykazuje właściwości bakteriobójcze, regenerujące błonę śluzową i skórę, przeciwzapalne oraz pobudzające układ odpornościowy. Roślina dorasta do około 60 cm wysokości. Najlepiej postawić ją w miejscu nasłonecznionym. Od wiosny do jesieni podlewać obficie i nawozić co dwa tygodnie płynnym nawozem. Zima podlewanie ograniczyć i zaprzestać nawożenia.",
        "featured": false,
        "place": "słoneczne",
        "image": "https://cdn.pixabay.com/photo/2020/05/11/10/44/aloe-vera-5157522_1280.jpg",
        "price": "36",
        "shipping": false
      }
    },
    {
      "id": 9,
      "attributes": {
        "title": "Pilea peperomioides",
        "type": "Pokrzywowate",
        "description": "Pilea peperomiowata jest dość niepozorną, a za razem bardzo ciekawą rośliną doniczkową, która w ostatnich latach wróciła do naszych salonów po długiej przerwie. Potocznie nazywana jest pieniążkiem, ze względu na kształt liści, które przypominają monety. Można spotkać się też z określeniem „wystrzałowa roślina” - ponieważ pilea wystrzeliwuje dojrzałe nasiona na sporą odległość.",
        "featured": false,
        "place": "jasne",
        "image": "https://cdn.pixabay.com/photo/2018/12/02/21/41/pilea-3852265_1280.jpg",
        "price": "36",
        "shipping": true
      }
    },
    {
      "id": 10,
      "attributes": {
        "title": "Monstera deliciosa",
        "type": "Obrazkowate",
        "description": "Monstera deliciosa to okazałe, modne, silnie płożące się pnącze o bardzo okazałych, spektakularnych liściach. W naturze występuje na terenach lasów tropikalnych Ameryki Środkowej i Południowej. Ozdobą tego niezwykłego gatunku są bardzo duże liście średnicy nawet 60 cm. Monstera deliciosa wytwarza również liczne korzenie powietrzne, które nadają tej roślinie charakteru i umożliwiają jej pięcie się w górę. Młode liście są jasnozielone, z czasem jednak nabierają ciemniejszego koloru, a na ich powierzchni pojawiają się charakterystyczne wcięcia i dziury.",
        "featured": false,
        "place": "jasne",
        "image": "https://cdn.pixabay.com/photo/2018/04/08/17/03/ceriman-3301769_1280.jpg",
        "price": "39",
        "shipping": false
      }
    },
    {
      "id": 11,
      "attributes": {
        "title": "Skrzydłokwiat",
        "type": "Obrazkowate",
        "description": "Wyjątkowa roślina domowa, której ozdobą są dekoracyjne liście oraz oryginalne kwiaty. Skrzydłokwiat 'Pearl Cupido' dorasta do około 30 cm wysokości, tworząc gęste, efektowne kępy. Roślina jest pełna wdzięku i elegancji. Posiada długie, lancetowate, błyszczące, ciemnozielone liście, osadzone na długich ogonkach, wyrastających bezpośrednio z podziemnego kłącza. W uprawie doniczkowej skrzydłokwiat może kwitnąć cały rok.",
        "featured": false,
        "place": "półcień",
        "image": "https://cdn.pixabay.com/photo/2020/04/28/05/24/spathiphyllum-5102826_1280.jpg",
        "price": "24",
        "shipping": true
      }
    }
  ]
}
